Repository: Eric-Brison/dynacase-datajs
Catalog: DATA_*.po
Languages: fr

source: %d day
fr: %d jour

source: %d days
fr: %d jours

source: %d hour
fr: %d heure

source: %d hours
fr: %d heures

source: Data api
fr: Api données

source: User must be authenticate
fr: L'utilisateur doit être authentifié

source: actions
fr: les actions

source: addState: missing parameter
fr: addState: paramètre manquant

source: alterTransitiontype: missing parameter
fr: alterTransitiontype: paramètre manquant

source: application %s not defined
fr: l'application %s n'est pas définie

source: application name not set
fr: Le nom de l'application n'est pas renseigné

source: application not initialized
fr: application non initialisée

source: application ressource
fr: ressource application

source: attribute [%s] already exists : cannot add it
fr: attribut [%s] déjà présent : ne peut être ajouté

source: attribute [%s] identifier syntax is unavalaible. Must have only alphanumeric characters and must not includes spaces
fr: La syntaxe de l'idenitifiant d'attribut [%s] est non valide. Seuls des caractères alphanumérique sont autorisés et les espaces sont exclus.

source: attribute [%s] not exists : cannot delete it
fr: L'attribut [%s] n'existe pas : impossible de le supprimer

source: attribute [%s] not exists : cannot modify it
fr: L'attribut [%s] n'existe pas : impossible de le modifier

source: attribute [%s] visibility must be one of H,R,W,S,O,I,U
fr: La visibilité de l'attribut [%s] ne peut être que H,R,W,S,O,I,U

source: attribute identifier is null
fr: l'identifiant de l'attribut est nul

source: attribute unknow %s
fr: attribut %s inconnu

source: authentication failed for %s
fr: échec d'authentification pour %s

source: cannot create document for family [%s]
fr: création de document impossible pour la famille [%s]

source: change %s
fr: modification %s

source: change version to %s
fr: Nouvelle version %s

source: confidential document
fr: document confidentiel

source: data:document %s is not a family
fr: Document %s n'est pas une famille

source: data:family %s not alive
fr: Famille %s non vivante

source: data:getsubfamilies no family parameter
fr: data:getsubfamilies pas de famille donnée en paramètre

source: document %d deleted
fr: document %d supprimé

source: document %d inserted
fr: document %d inséré

source: document %d moved
fr: Document %d déplacé

source: document %d unlinked
fr: Document %d non lié

source: document %s is not a folder
fr: le document %s n'est pas un dossier

source: document %s not exist
fr: document %s n'existe pas

source: document not initialized
fr: document non initialisé

source: document not set
fr: document non renseigné

source: document ressource
fr: ressource document

source: dynlabel
fr: Label dynacase

source: empty reference
fr: Référence vide

source: format in date
fr: Format de date

source: getSelection: no configuration set
fr: Pas de configuration affectée

source: group document request
fr: requête groupée de documents

source: information access deny
fr: Information non accessible

source: label
fr: désignation

source: maintenance in progress
fr: Maintenance en cours

source: method %s not defined
fr: la méthode %s n'est pas définie

source: method %s not possible
fr: méthode %s non accessible

source: modifyTransition: missing parameter
fr: modifyTransition: paramètre manquant

source: no identificator
fr: pas d'identificateur

source: no identifier set
fr: aucun identificateur fourni

source: no privilege view for %d
fr: pas de privilège "voir" pour %d

source: not authenticated
fr: non authentifié

source: not authenticated:ERRNO_BUG_639
fr: non authentifié : ERRNO_BUG_639

source: not authorized : parameter %s is not a user parameter
fr: non autorisé: le paramètre %s n'est pas un paramètre utilisateur

source: nothing to add
fr: rien à ajouter

source: nothing to insert
fr: rien à insérer

source: nothing to unlink
fr: rien à supprimer

source: parameter %s not exists
fr: paramètre %s n'existe pas

source: parent attribute [%s] not exists : cannot add it
fr: L'attribut parent [%s] n'existe pas : impossible de l'ajouter

source: request empty reference
fr: Requête d'une référence vide

source: reset version
fr: identifiant de version effacé

source: revision of document
fr: révision du document

source: search %s
fr: recherche %s

source: short_name
fr: nom abrégé

source: syntax error for order %s. May be an integer or a relative upto or downto identificator
fr: Erreur de syntaxe pour l'ordre %s. Il est possible que ce soit à cause d'un chiffre ou un problème de majuscule/minuscule dans l'identifiant

source: target folder [%s] is not a folder
fr: le dossier destination [%s] n'est pas un dossier

source: target folder [%s] is not set
fr: le dossier destination [%s] n'est pas déclaré

source: user %s not found
fr: Utilisateur %s introuvable

source: user not initialized
fr: utilisateur non initialisé

source: user ressource
fr: ressource utilisateur

source: workflow file %s is not writable
fr: le fichier "%s" du workflow n'est pas modifiable
